[A_Mark_blood_coldr_Ability_creature H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip="该生物对其身上的每个标记获得 5% 的全伤害抗性。"

[Blood_cold_2.A_Skill_blood_cold_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip=""

[Skill_rang_novice_roue_des_talent.A_ArcaneCatalyst_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰霜之怒"
mTooltip="根据冷血等级，每级增加友方远程生物 +3 %icon_attack 攻击力。"

[Skill_rang_novice_roue_des_talent.A_Fureur_glacial_Buff H7BaseBuff]
mName="冰霜之怒"
mTooltip="根据冷血等级，每级增加远程单位 %stat1 %icon_attack 攻击力。"

[Skill_rang_novice_roue_des_talent.A_ArcaneChanneling_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="白行者"
mTooltip="如果行走的生物处于冷血效果下，则赋予其移动力加成：\n等级 1 和 2：+1 %icon_movement 移动力\n等级 3：+2 %icon_movement 移动力"

[Skill_rang_novice_roue_des_talent.A_Marcheur_blancl_Buff H7BaseBuff]
mName="白行者"
mTooltip="如果行走的生物处于冷血效果下，则赋予其移动力加成：\n等级 1 和 2：+1 %icon_movement 移动力\n等级 3：+2 %icon_movement 移动力"

[Skill_rang_novice_roue_des_talent.A_ArcaneShield_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="血钱"
mTooltip="战斗期间，每当一个友方生物受到伤害，你获得 +5 %icon_gold 黄金。"

[Skill_rang_novice_roue_des_talent.A_blood_gold_creature_Buff H7BaseBuff]
mName="血钱"
mTooltip="每当此生物受到伤害，其所有者获得 +5 %icon_gold 黄金。"

[Skill_rang_expert_roue_des_talent.A_ArcaneBrillance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冻结攻击"
mTooltip="此英雄军队中战争单位的攻击有 50% 几率冻结敌人。如果目标已被冻结，则攻击改为无视目标 50% 的 %Icon_defense 防御。"

[Skill_rang_expert_roue_des_talent.A_frappe_de_givre_warfare_buff H7BaseBuff]
mName="冻结攻击"
mTooltip="此英雄军队中战争单位的攻击有 50% 几率冻结敌人。如果目标已被冻结，则攻击改为无视目标 50% 的 %Icon_defense 防御。"

[Skill_rang_expert_roue_des_talent.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰雹风暴"
mTooltip="英雄的基础攻击有 20% 几率冻结被击中的生物。"

[Special_effect_buff_freese.A_frappe_de_givre_lv2_buff H7BaseBuff]
mName="冰川打击"
mTooltip="友方生物的攻击有 10% 几率冻结敌人。"

[Special_effect_buff_freese.A_frappe_de_givre_lv1_buff H7BaseBuff]
mName="冰川打击"
mTooltip="友方生物的攻击有 5% 几率冻结敌人。"

[Skill_Rang_grand_maitre_roue_talent.A_Benediction_du_froid H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血祝福"
mTooltip="此生物在其回合开始时治疗所有盟友，治疗量取决于他们的冷血等级：\n等级 1：%d1 %icon_health\n等级 2：%d2 %icon_health\n等级 3：%d3 %icon_health"

[Skill_Rang_grand_maitre_roue_talent.A_God_ice_vitaliter_buff H7BaseBuff]
mName="冰神活力"
mTooltip="吸收 %special.val3 点伤害，此生物将在 %durnow 回合后离开战场。"

[Skill_Rang_grand_maitre_roue_talent.A_God_of__ice_Buff H7BaseBuff]
mName="冰神祝福"
mTooltip="在 %durnow 回合后召唤冰神。"

[Skill_Rang_grand_maitre_roue_talent.A_life_ice_god H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="神之活力"
mTooltip="冰神可以吸收 %buff1.buff.special.val1 到 %buff1.buff.special.val2 点伤害。"

[Skill_Rang_grand_maitre_roue_talent.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寒冰图腾"
mTooltip="教导英雄“寒冰图腾”法术，该法术召唤一个图腾，在 3 回合内治疗所有盟友。"

[Skill_Rang_grand_maitre_roue_talent.Ice_spirit_god H7Creature]
mName="寒冰图腾"
mLore=""

[Special_effect_buff_freese.A_frozen H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰狱"
mTooltip="此生物的远程攻击有 %buff.chance% 几率囚禁目标生物。被囚禁的生物无法行动，并在下一回合开始前被视为不存在。"

[Special_effect_buff_freese.A_Frozen_Buff H7BaseBuff]
mName="冻结"
mTooltip="该生物在 %durnow 回合内无法行动。如果它受到攻击，伤害增加 30% 并且该生物从冰中解脱。\n该生物在每个回合结束时都有 50% 几率脱离冰块。"

[Special_effect_buff_freese.A_Frozen_fragilite_Buff H7BaseBuff]
mName="寒冷脆弱"
mTooltip="在 %durnow 回合内，来自攻击的伤害增加 30%。"

[Skill_rang_expert_roue_des_talent.A_tempete_Buff H7BaseBuff]
mName="霜冰碎片"
mTooltip="该生物承受额外的 %dmin.1 点伤害。"

[Skill_Rang_grand_maitre_roue_talent.A_BallistaHaven_test H7EditorWarUnit]
mDesc="攻击型战争单位"
mName="冰魔像"
mLore="联盟的大法师们利用他们从七城带来的构装体知识创造了属于自己的魔像。他们使用无处不在的冰作为外壳，内部放置了各种宝石和矿物，因此冰魔像比普通魔像更具机动性，并且能够使用注入其中的魔法。"

v1.37

[Special_effect_buff_freese.A_frappe_de_givre_lv3_buff H7BaseBuff]
mName="冰川打击"
mTooltip="友方生物的攻击有 %buff.chance% 几率冻结敌人。"

[Skill_Rang_maitre_roue_talent.A_frappe_de_givre H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip="当此生物受到伤害时，根据英雄的技能等级获得“冷血”（新手：等级 1 / 专家：等级 2 / 大师：等级 3）。"

[Blood_cold_2.A_bloodcold_creature H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip="当此生物受到伤害时，根据英雄的技能等级获得“冷血”（新手：等级 1 / 专家：等级 2 / 大师：等级 3）。"

[Blood_cold_2.A_bloodcold_creature_lv1 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip="当此生物受到伤害时，根据英雄的技能等级获得“冷血”（新手：等级 1 / 专家：等级 2 / 大师：等级 3）。"

[Blood_cold_2.A_bloodcold_creature_lv2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip="当此生物受到伤害时，根据英雄的技能等级获得“冷血”（新手：等级 1 / 专家：等级 2 / 大师：等级 3）。"

[Blood_cold_2.A_bloodcold_creature_lv3 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip="当此生物受到伤害时，根据英雄的技能等级获得“冷血”（新手：等级 1 / 专家：等级 2 / 大师：等级 3）。"

[Metamagic_skill H7Skill]
mDescriptions[0]="当友方生物受到伤害时，会在它们身上放置一个冷血标记，这会强化它们及其部分能力。\n每有一个标记，生物承受的伤害减少 5%。"
mDescriptions[1]=""
mDescriptions[2]="当友方生物受到伤害时，它们获得一个等级 1 的冷血标记。\n每有一个标记，生物承受的伤害减少 5%。"
mDescriptions[3]="当友方生物受到伤害时，它们获得一个等级 2 的冷血标记。"
mDescriptions[4]="当友方生物受到伤害时，它们获得一个等级 3 的冷血标记。"
mName="冷血"
mTooltip="高塔阵营技能。"

[Skill_Rang_maitre_roue_talent.A_ArcaneAttunement_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰川打击"
mTooltip="友方生物在“冷血”影响下造成伤害时，有 10% 几率冻结敌人。"

[Skill_blood.A_Skill_bloodcold_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冷血"
mTooltip="当此英雄的生物受到伤害时，它们会获得“冷血”标记。\n每有一个标记，生物承受的伤害减少 5%。"

[Blood_cold_2.Marker_l1 H7BaseBuff]
mName="冷血 等级 1"
mTooltip="此生物承受来自所有来源的 %res1 伤害。"

[Blood_cold_2.Marker_l2 H7BaseBuff]
mName="冷血 等级 2"
mTooltip="此生物承受来自所有来源的 %res1 伤害。"

[Blood_cold_2.Marker_l3 H7BaseBuff]
mName="冷血 等级 3"
mTooltip="此生物承受来自所有来源的 %res1 伤害。"

[Blood_cold_2.A_Cold_Blood_novice_Buff H7BaseBuff]
mName="冷血 等级 1"
mTooltip="此生物在 %durnow 回合内承受来自所有来源的 %res1 伤害。"

[Blood_cold_2.A_Cold_Blood_expert_Buff H7BaseBuff]
mName="冷血 等级 2"
mTooltip="此生物在 %durnow 回合内承受来自所有来源的 %res1 伤害。"

[Blood_cold_2.A_Cold_Blood_master_Buff H7BaseBuff]
mName="冷血 等级 3"
mTooltip="此生物在 %durnow 回合内承受来自所有来源的 %res1 伤害。"

[Skill_Rang_grand_maitre_roue_talent.A_One_for_battle H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寒冰图腾"
mTooltip="在其回合开始时，此物体治疗所有处于“冷血”效果下的友方生物 %d3 %icon_health 点生命值。"